Revit 2026 API

# SpaceZone Property

---

Reports this space belong to which Zone.

**Namespace:** Autodesk.Revit.DB.Mechanical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public Zone Zone { get; }
```
```vb
Public ReadOnly Property Zone As Zone
	Get
```
```cpp
public:
property Zone^ Zone {
	Zone^ get ();
}
```
```fsharp
member Zone : Zone with get
```

#### Property Value

Zone

This property is used to retrieve the host zone of this space.

#### Reference

Space Class

Autodesk.Revit.DB.Mechanical Namespace